/* This describes the title for screen reader of CQSohoNumericKeyboardContentViewABCButtonTitle~iphone. */
"CQSohoNumericKeyboardContentViewABCButtonAccessibilityLabel~iphone" = "ABC";

/* This is the label shown to the user when he can switch between different keyboard types (alphabetic vs numeric), for example when entering the ZIP code for a card-not present payment. */
"CQSohoNumericKeyboardContentViewABCButtonTitle~iphone" = "ABC";

/* This describes the title for screen reader of CQSohoNumericKeyboardContentViewDecimalButtonTitle~iphone. */
"CQSohoNumericKeyboardContentViewDecimalButtonAccessibilityLabel~iphone" = "小数";

/* The decimal symbol to use on the numeric keyboard. */
"CQSohoNumericKeyboardContentViewDecimalButtonTitle~iphone" = ".";

/* Format for the quantity/count that is appended to the title of some cells. */
"CellTitleQuantitySecondaryLabelFormat" = "× %1$@";

/* Placeholder text for field where the user enters their email address in order to receive a receipt. */
"CustomerFacing.EmailReceiptFocusedPlaceholder" = "メールアドレス";

/* Placeholder text for field where the user enters their email address in order to receive a receipt. */
"CustomerFacing.EmailReceiptUnfocusedPlaceholder" = "メールで送信";

/* 14 Days cell title for due date upon receipt. */
"DatePicker14DaysCellTitle" = "14日";

/* 30 Days cell title for due date upon receipt. */
"DatePicker30DaysCellTitle" = "30日";

/* 7 Days cell title for due date upon receipt. */
"DatePicker7DaysCellTitle" = "7日";

/* Custom cell title for due date upon receipt. */
"DatePickerCustomDateCellTitle" = "任意";

/* End Of Month cell title for due date upon receipt. */
"DatePickerEndOfMonthCellTitle" = "月末";

/* Default title for table footer button to confirm deletion. */
"DefaultConfirmDeleteButtonTitle" = "削除を確認";

/* Information spoken to the user with VoiceOver enabled when someone focuses a highlight control that is currently checked and supports multiple selections. */
"HighlightTableViewCellSelectedEnabledAccessibilityHint" = "ダブルタップで非選択";

/* Information spoken to the user with VoiceOver enabled when someone focuses a highlight control that is currently not checked or disabled. */
"HighlightTableViewCellUnselectedEnabledAccessibilityHint" = "ダブルタップで選択";

/* This is the accessibility label for the first part of a cancel confirm button, which is an 'X' glyph. */
"MQPadThemeCancelButtonAccessibilityLabel" = "キャンセル";

/* The title displayed in the navigation bar when the Choose Photo view is visible. */
"MQPhotoAlbumPhotoPickerViewControllerTitle" = "画像の選択";

/* The title of the done button in the scale and crop photo view controller. */
"MQPhotoScaleAndCropViewControllerDoneButtonTitle" = "画像の切り抜き終了";

/* The title displayed in the navigation bar when cropping a photo in the item editing flow. */
"MQPhotoScaleAndCropViewControllerTitle" = "画像の切り抜き";

/* The title of the button in the Public Profile business logo picker which shows the camera interface. */
"MQPhotoTakeOrPickViewControllerButtonTitle" = "写真を撮る";

/* The title of the Public Profile business logo photo picker. */
"MQPhotoTakeOrPickViewControllerTitle" = "画像の設定";

/* The main logotype text for the app */
"MQPointOfSaleLogotype" = "Square POSレジ";

/* Accessibility label for cross clear text button that appears on the right after tapping the search input text field. */
"MQSearchTextFieldClearTextButtonAccessibilityLabel" = "テキストを消去";

/* Displayed on a numeric badge when the count exceeds the maximum value. */
"MaximumDisplayedNumericBadgeQuantity" = "•••";

/* Return key title on the keyboard for the cash field on the 'Payment Details' view. */
"MoneyFieldTenderButtonTitle" = "お預かり\n";

/* Default unfocused placeholder for the cash screen. */
"MoneyFieldUnfocusedPlaceholder" = "他の金額";

/* Message for the alert that's shown when Register does not have permission to access the device's photo library. */
"PhotoAlbumPickerNoPhotosAccessErrorMessage" = "アプリの設定から、プライバシー＞画像に進み、画像がSquare \r\n Registerで使用可能となっていることを確認してください。画像を表示するにはSquare Registerの再起動が必要です。";

/* Title for the alert that's shown when Register does not have permission to access the device's photo library. */
"PhotoAlbumPickerNoPhotosAccessErrorTitle" = "アルバムを取得できません";

/* Text to appear on the delete confirmation button for cells */
"RGUITableViewCellDeleteConfirmationButtonTitle" = "削除";

/* Cancel button for the RLUIAlertView. */
"RLUIAlertViewLayoutCancel" = "キャンセル";

/* The accessibility Label for the [+] button of the quantity stepper in the itemization options editing screen */
"RLUIItemizationOptionsQuantityStepperAddButtonAccessibilityLabel" = "増やす";

/* The Accessibility Label for the quantity text field of the quantity stepper in the itemization options editing screen, the quantity's numeric value will be set as the stepper's Accessibility Value */
"RLUIItemizationOptionsQuantityStepperAmountAccessibilityLabel" = "数量";

/* The accessibility Label for the [-] button of the quantity stepper in the itemization options editing screen */
"RLUIItemizationOptionsQuantityStepperSubtractButtonAccessibilityLabel" = "減らす";

/* Default title for the submit button in a multiline text input. */
"RLUIMultilineTextSubmissionFieldDefaultSubmitTitle" = "送信";

/* The accessibility title of the button used to reveal the list of settings or search results. */
"RLUIPadSlidingSplitViewControllerShowMasterViewButton" = "リストを公開する";

/* Accessibility label for the backspace button on the employee passcode keyboard. */
"RLUIPasscodeKeyboardContentViewBackspaceButtonAccessibilityLabel" = "バックスペース";

/* Text for menu control that displays options for a given attachment. */
"RLUISubtitleMenuTableViewCellAttachmentOptions" = "添付オプション";

/* Alert message to notify users of unsaved changes. */
"RLUITableViewControllerUnsavedChangesAlertMessage" = "編集を再開、または変更内容を削除しますか？";

/* Alert title to notify users of unsaved changes. */
"RLUITableViewControllerUnsavedChangesAlertTitle" = "保存されていない変更";

/* Alert button title to notify users of unsaved changes. If selected, this button will discard the unsaved changes. */
"RLUITableViewControllerUnsavedChangesDiscardButtonTitle" = "削除";

/* Alert button title to notify users of unsaved changes. If selected, this button will go back to the edit item screen to resume editing. */
"RLUITableViewControllerUnsavedChangesResumeButtonTitle" = "再開する";

/* This is the accessibility label for the 'x' used to clear the text from an MQSearchTextField. */
"SearchTextFieldClearTextButtonLabel" = "テキストを消去";

